msg_dict = {
    "ru": {
        "admin_bot_start": "❗❗❗ Запуск бота ❗❗❗",
        "search_video": "🔍 Поиск видео...",
        "search_complete": "✅ Видео найдено!",
        "send_video": "⬆ Отправка видео...",
        "send_video_complete": "✅ Видео отправлено! Теперь вы можете его сохранить.",
        "url_not_match": "Ошибка! Проверьте правильность ссылки.",
        "too_large_file": "Видео весит больше допустимого объема. По этой ссылке вы можете его скачать: {}",
        "failed_get_link": "Не удалось получить ссылку, возможно видео удалено или алгоритмы получения видео изменились.",
        "failed_send_video": "Не удалось отправить видео через телеграм.",
        "send_video_link": "Ссылка на видео ролик: {}",

        "non_error": "",
    }
}
