msg_dict = {
    "ru": {
        "admin_bot_start": "Запуск бота",
        "search_video": "Поиск видео",
        "search_complete": "Видео найдено",
        "download": "Отправка видео",
        "url_not_match": "Ошибка! Проверьте правильность ссылки.",
        "too_large_file": "Видео весит больше допустимого объема. По этой ссылке вы можете его скачать: {}",
        "failed_get_link": "Не удалось получить ссылку, возможно видео удалено или алгоритмы получения видео изменились.",
        "send_video_link": "Ссылка на видео ролик: {}",
    }
}
