msg_dict = {
    "ru": {
        # видео
        "start": "Привет, мы рады что ты с нами! Просто пришли нам ссылку и мы тебе скинем файл. Если телеграм не позволит нам это сделать, мы пришлем ссылку на него.",
        "admin_bot_start": "‼‼‼ Запуск бота ‼‼‼",
        "search_video": "🔍 Поиск видео",
        "search_complete": "✅ Видео найдено!",
        "download_video": "⬇ Скачивание видео",
        "send_video": "⬆ Отправка видео",
        "send_video_complete": "✅ Видео отправлено! Теперь вы можете его сохранить.",
        "url_not_match": "❌ Ошибка! Проверьте правильность ссылки.",
        "too_large_file": "Видео весит больше допустимого объема. По этой ссылке вы можете его скачать: {}",
        "failed_get_link": "❌ Не удалось получить ссылку, возможно видео удалено или алгоритмы получения видео изменились.",
        "failed_send_video": "❌ Не удалось отправить видео через телеграм.",
        "send_video_link": "Ссылка на видео ролик: {}",
        "video_preview": "{}\n{}",
        "Adsub": 'Наш бот на 100% БЕСПЛАТНЫЙ и не имеет рекламы. Но доступ предоставляется только подписчикам спонсорского канала:\n'
                 '1. 👉 В мире IT (https://t.me/IT_wworld)\n\n'
                 'Присоединитесь к каналу, а затем нажмите кнопку «Я подписался». Тогда доступ будет предоставлен автоматически.',
        "non_error": "",
    }
}
